Repository: kenatst/InstantPDF
Catalog: Shared/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: SEARCHABLE SCANS
de: SUCHBARE SCANS
es: ESCANEOS BUSCABLES
fr: SCANS RECHERCHABLES
it: SCANSIONI RICERCABILI

source: See All
de: Alle anzeigen
es: Ver todo
fr: Tout afficher
it: Vedi tutti

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona

source: Select All
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto

source: Selected pages become their own PDF.
de: Ausgewählte Seiten werden zu einem eigenen PDF.
es: Las páginas elegidas se convierten en su propio PDF.
fr: Les pages choisies deviennent leur propre PDF.
it: Le pagine scelte diventano un PDF a parte.

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi

source: Share a webpage, photo, or document from any app and choose PDFIT.
de: Teilen Sie eine Webseite, ein Foto oder ein Dokument aus einer beliebigen App und wählen Sie PDFIT.
es: Comparte una página web, foto o documento desde cualquier app y elige PDFIT.
fr: Partagez une page web, photo ou document depuis n'importe quelle application et choisissez PDFIT.
it: Condividi una pagina web, foto o documento da qualsiasi app e scegli PDFIT.

source: Share Extension conversion is part of PDFIT Pro.
de: Die Konvertierung über die Teilen-Erweiterung ist Teil von PDFIT Pro.
es: La conversión por extensión de compartir es parte de PDFIT Pro.
fr: La conversion par extension de partage fait partie de PDFIT Pro.
it: La conversione tramite estensione di condivisione fa parte di PDFIT Pro.

source: Share Extension is part of PDFIT Pro
de: Die Teilen-Erweiterung ist Teil von PDFIT Pro
es: La extensión de compartir es parte de PDFIT Pro
fr: L'extension de partage fait partie de PDFIT Pro
it: L'estensione di condivisione fa parte di PDFIT Pro

source: Share from any app
de: Aus jeder App
es: Desde cualquier app
fr: Depuis n’importe quelle app
it: Da qualsiasi app

source: SHARE FROM ANY APP
de: AUS JEDER APP TEILEN
es: COMPARTIR DESDE CUALQUIER APP
fr: PARTAGER DEPUIS N'IMPORTE QUELLE APP
it: CONDIVIDI DA QUALSIASI APP

source: Share PDF
de: PDF teilen
es: Compartir PDF
fr: Partager le PDF
it: Condividi PDF

source: Share. PDFIT. Done.
de: Teilen. PDFIT. Fertig.
es: Compartir. PDFIT. Listo.
fr: Partager. PDFIT. Terminé.
it: Condividi. PDFIT. Fatto.

source: Shared storage isn't available on this device.
de: Der geteilte Speicher ist auf diesem Gerät nicht verfügbar.
es: El almacenamiento compartido no está disponible en este dispositivo.
fr: Le stockage partagé n'est pas disponible sur cet appareil.
it: Lo spazio di archiviazione condiviso non è disponibile su questo dispositivo.

source: Shared text will be used if the page can't load.
de: Der geteilte Text wird verwendet, falls die Seite nicht geladen werden kann.
es: Se usará el texto compartido si la página no se puede cargar.
fr: Le texte partagé sera utilisé si la page ne peut pas se charger.
it: Il testo condiviso verrà usato se la pagina non può essere caricata.

source: Show the next page
de: Nächste Seite anzeigen
es: Mostrar la página siguiente
fr: Afficher la page suivante
it: Mostra la pagina successiva

source: Shrink heavy PDFs without losing quality.
de: Verkleinere schwere PDFs ohne Qualitätsverlust.
es: Reduce los PDF pesados sin perder calidad.
fr: Réduisez les PDF volumineux sans perdre en qualité.
it: Riduci i PDF pesanti senza perdere qualità.

source: Shrink image-heavy PDFs honestly — never bigger copies.
de: Bildlastige PDFs ehrlich verkleinern — nie größere Kopien.
es: Reduce los PDF con muchas imágenes — sin copias más pesadas.
fr: Allégez les PDF riches en images — jamais de copies plus grosses.
it: Riduci i PDF ricchi di immagini — mai copie più grandi.

source: SIGN
de: SIGNIEREN
es: FIRMAR
fr: SIGNER
it: FIRMA

source: Sign below with your finger or Apple Pencil.
de: Unten mit Finger oder Apple Pencil signieren.
es: Firma abajo con el dedo o el Apple Pencil.
fr: Signez ci-dessous avec votre doigt ou l'Apple Pencil.
it: Firma qui sotto con il dito o l'Apple Pencil.

source: Sign documents by hand, locally.
de: Unterschreibe Dokumente von Hand, lokal.
es: Firma documentos a mano, localmente.
fr: Signez les documents à la main, localement.
it: Firma i documenti a mano, in locale.

source: Sign documents without uploading them anywhere.
de: Dokumente signieren, ohne sie hochzuladen.
es: Firma documentos sin subirlos a ningún sitio.
fr: Signez des documents sans les envoyer nulle part.
it: Firma documenti senza caricarli da nessuna parte.

source: Signature
de: Signatur
es: Firma
it: Firma

source: Signing failed.
de: Signieren fehlgeschlagen.
es: Error al firmar.
fr: Échec de la signature.
it: Firma non riuscita.

source: Size
de: Größe
es: Tamaño
fr: Taille
it: Dimensione

source: Size ×%@
de: Größe ×%@
es: Tamaño ×%@
fr: Taille ×%@
it: Dimensione ×%@

source: Skip
de: Überspringen
es: Omitir
fr: Passer
it: Salta

source: Smaller files
de: Kleinere Dateien
es: Archivos más pequeños
fr: Fichiers plus légers
it: File più piccoli

source: Smaller files that stay readable, plus page-level tools for reorder, extract and rotate.
de: Kleinere, gut lesbare Dateien plus Seitenwerkzeuge zum Umordnen, Extrahieren und Drehen.
es: Archivos más pequeños que siguen legibles, más herramientas por página: reordenar, extraer y rotar.
fr: Des fichiers plus légers qui restent lisibles, plus des outils par page : réordonner, extraire, pivoter.
it: File più piccoli ma leggibili, più strumenti per pagina: riordina, estrai e ruota.

source: Some documents couldn't be created
de: Einige Dokumente konnten nicht erstellt werden
es: Algunos documentos no se pudieron crear
fr: Certains documents n'ont pas pu être créés
it: Alcuni documenti non sono stati creati

source: Some items were skipped
de: Einige Elemente wurden übersprungen
es: Se omitieron algunos elementos
fr: Certains éléments ont été ignorés
it: Alcuni elementi sono stati ignorati

source: Some sites (login walls, CAPTCHAs, blurred previews) can't produce clean PDFs. If that happens, PDF It tells you instead of saving a bad file.
de: Manche Seiten (Login-Wände, CAPTCHAs, unscharfe Vorschauen) ergeben keine sauberen PDFs. Dann sagt dir PDF It Bescheid, statt eine schlechte Datei zu speichern.
es: Algunos sitios (muros de login, CAPTCHAs, vistas borrosas) no generan PDFs limpios. Si ocurre, PDF It te avisa en lugar de guardar un archivo malo.
fr: Certains sites (murs de connexion, CAPTCHA, aperçus flous) ne permettent pas un PDF propre. Dans ce cas, PDF It vous prévient au lieu d'enregistrer un mauvais fichier.
it: Alcuni siti (login wall, CAPTCHA, anteprime sfocate) non producono PDF puliti. In tal caso PDF It te lo dice invece di salvare un file scarso.

source: Some sites (login walls, CAPTCHAs, blurred previews) don't allow clean captures. Try Reader mode, or convert the page from your browser instead.
de: Manche Seiten (Login-Wände, CAPTCHAs, unscharfe Vorschauen) erlauben keine sauberen Aufnahmen. Nutze den Lesemodus oder konvertiere die Seite im Browser.
es: Algunos sitios (muros de inicio de sesión, CAPTCHAs, vistas borrosas) no permiten capturas limpias. Prueba el modo Lectura o convierte la página desde tu navegador.
fr: Certains sites (murs de connexion, CAPTCHA, aperçus flous) ne permettent pas une capture propre. Essayez le mode Lecture ou convertissez la page depuis votre navigateur.
it: Alcuni siti (login wall, CAPTCHA, anteprime sfocate) non permettono acquisizioni pulite. Prova la modalità Lettura o converti la pagina dal browser.

source: Something went wrong while creating the PDF. Please try again.
de: Beim Erstellen des PDFs ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
es: Ocurrió un error al crear el PDF. Inténtalo de nuevo.
fr: Une erreur est survenue lors de la création du PDF. Veuillez réessayer.
it: Si è verificato un errore durante la creazione del PDF. Riprova.

source: Source URL Footer
de: Fußzeile: Quell-URL
es: Pie: URL de origen
fr: Pied : URL source
it: Piè di pagina: URL origine

source: Start using PDFIT
de: PDFIT verwenden
es: Comenzar a usar PDFIT
fr: Commencer à utiliser PDFIT
it: Inizia a usare PDFIT

source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
it: Spazio

source: StoreKit products aren't configured yet. You can still explore every Pro feature with Demo Mode.
de: StoreKit-Produkte sind noch nicht konfiguriert. Im Demomodus kannst du trotzdem alle Pro-Funktionen testen.
es: Los productos de StoreKit aún no están configurados. Puedes explorar todas las funciones Pro con el modo demo.
fr: Les produits StoreKit ne sont pas encore configurés. Vous pouvez tout de même explorer les fonctions Pro en mode démo.
it: I prodotti StoreKit non sono ancora configurati. Puoi comunque esplorare tutte le funzioni Pro in modalità demo.

source: Subscriptions auto-renew until cancelled in your App Store settings. Lifetime is a one-time purchase.
de: Abos verlängern sich automatisch, bis du sie in den App Store-Einstellungen kündigst. Die Lebenslang-Option ist ein Einmalkauf.
es: Las suscripciones se renuevan automáticamente hasta cancelarlas en los ajustes del App Store. La opción de por vida es una compra única.
fr: Les abonnements se renouvellent automatiquement jusqu'à leur annulation dans les réglages de l'App Store. L'offre à vie est un achat unique.
it: Gli abbonamenti si rinnovano automaticamente finché non vengono annullati nelle impostazioni dell'App Store. L'opzione a vita è un acquisto una tantum.

source: Subtitle
de: Untertitel
es: Subtítulo
fr: Sous-titre
it: Sottotitolo

source: Suggested name
de: Vorgeschlagener Name
es: Nombre sugerido
fr: Nom suggéré
it: Nome suggerito

source: Support & Feedback
de: Support und Feedback
es: Soporte y comentarios
fr: Assistance et commentaires
it: Supporto e feedback

source: System Default
de: Systemsprache
es: Idioma del sistema
fr: Langue du système
it: Lingua di sistema

source: Tap Share
de: Tippe auf Teilen
es: Toca Compartir
fr: Touchez Partager
it: Tocca Condividi

source: Terms
de: Bedingungen
es: Términos
fr: Conditions
it: Termini

source: Terms of Use
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'utilisation
it: Termini di utilizzo

source: Text recognition failed.
de: Texterkennung fehlgeschlagen.
es: Error de reconocimiento de texto.
fr: Échec de la reconnaissance du texte.
it: Riconoscimento del testo non riuscito.

source: The app didn't share content PDFIT can work with.
de: Die App hat keine mit PDFIT kompatiblen Inhalte geteilt.
es: La aplicación no compartió contenido compatible con PDFIT.
fr: L'application n'a pas partagé de contenu compatible avec PDFIT.
it: L'app non ha condiviso contenuti compatibili con PDFIT.

source: The conversion was cancelled.
de: Die Konvertierung wurde abgebrochen.
es: La conversión fue cancelada.
fr: La conversion a été annulée.
it: La conversione è stata annullata.

source: The file couldn't be read.
de: Die Datei konnte nicht gelesen werden.
es: El archivo no se pudo leer.
fr: Le fichier n'a pas pu être lu.
it: Il file non è stato letto.

source: The originals stay untouched — a new PDF is created.
de: Die Originale bleiben unverändert – ein neues PDF wird erstellt.
es: Los originales quedan intactos: se crea un nuevo PDF.
fr: Les originaux restent intacts — un nouveau PDF est créé.
it: Gli originali restano intatti — viene creato un nuovo PDF.

source: The page couldn't be rendered
de: Die Seite konnte nicht dargestellt werden
es: No se pudo procesar la página
fr: Impossible d'afficher la page
it: Impossibile visualizzare la pagina

source: The page loads directly from its source website on your device, then converts to PDF.
de: Die Seite wird auf deinem Gerät direkt von der Quellwebsite geladen und dann in ein PDF umgewandelt.
es: La página se carga directamente desde su sitio web de origen en tu dispositivo y luego se convierte en PDF.
fr: La page est chargée directement depuis son site source sur votre appareil, puis convertie en PDF.
it: La pagina viene caricata direttamente dal sito di origine sul dispositivo e poi convertita in PDF.

source: The page loads on your device, then becomes a PDF.
de: Die Seite wird auf Ihrem Gerät geladen und in ein PDF umgewandelt.
es: La página se carga en tu dispositivo y se convierte en PDF.
fr: La page se charge sur votre appareil, puis est convertie en PDF.
it: La pagina viene caricata sul tuo dispositivo e convertita in PDF.

source: The PDF couldn't be created. Your pages are kept — try again.
de: Das PDF konnte nicht erstellt werden. Deine Seiten bleiben erhalten — versuch es erneut.
es: El PDF no se pudo crear. Tus páginas se conservan; inténtalo de nuevo.
fr: Le PDF n'a pas pu être créé. Vos pages sont conservées — réessayez.
it: Il PDF non è stato creato. Le pagine sono al sicuro — riprova.

source: The result couldn't be saved to your Library.
de: Das Ergebnis konnte nicht in deiner Bibliothek gespeichert werden.
es: El resultado no se pudo guardar en tu biblioteca.
fr: Le résultat n'a pas pu être enregistré dans votre bibliothèque.
it: Il risultato non è stato salvato nella tua libreria.

source: The result lands in your PDFIT Library.
de: Das Ergebnis landet in deiner PDF-It-Bibliothek.
es: El resultado llega a tu biblioteca de PDFIT.
fr: Le résultat arrive dans votre bibliothèque PDFIT.
it: Il risultato arriva nella tua libreria PDFIT.

source: The scanned PDF couldn't be saved to your Library. Your pages are kept — try again.
de: Das gescannte PDF konnte nicht in deiner Bibliothek gespeichert werden. Deine Seiten bleiben erhalten — versuch es erneut.
es: El PDF escaneado no se pudo guardar en tu biblioteca. Tus páginas se conservan; inténtalo de nuevo.
fr: Le PDF scanné n'a pas pu être enregistré dans votre bibliothèque. Vos pages sont conservées — réessayez.
it: Il PDF scansionato non è stato salvato nella tua libreria. Le pagine sono al sicuro — riprova.

source: The Share Extension turns shared content into PDFs.
de: Die Share-Extension macht geteilte Inhalte zu PDFs.
es: La extensión de compartir convierte contenido compartido en PDF.
fr: L'extension de partage transforme le contenu partagé en PDF.
it: L'estensione di condivisione trasforma i contenuti in PDF.

source: The signature couldn't be saved on this device.
de: Die Signatur konnte auf diesem Gerät nicht gespeichert werden.
es: La firma no se pudo guardar en este dispositivo.
fr: La signature n'a pas pu être enregistrée sur cet appareil.
it: La firma non è stata salvata su questo dispositivo.

source: The site never finished loading. Retry, or save the link as text.
de: Die Website wurde nicht vollständig geladen. Erneut versuchen oder Link als Text sichern.
es: El sitio no terminó de cargarse. Reinténtalo o guarda el enlace como texto.
fr: Le site n'a pas terminé son chargement. Réessayez ou enregistrez le lien au format texte.
it: Il sito non ha completato il caricamento. Riprova o salva il link come testo.

source: The site used too much memory to render. Try again, or save the link as text.
de: Die Website hat zu viel Speicher beansprucht. Erneut versuchen oder Link als Text sichern.
es: El sitio consumió demasiada memoria para procesarse. Inténtalo de nuevo o guarda el enlace como texto.
fr: Le site a consommé trop de mémoire pour l'affichage. Réessayez ou enregistrez le lien au format texte.
it: Il sito ha richiesto troppa memoria per il rendering. Riprova o salva il link come testo.

source: This device doesn't support document scanning. Scanning requires a camera.
de: Dieses Gerät unterstützt kein Dokumentenscannen. Eine Kamera ist erforderlich.
es: Este dispositivo no admite el escaneo de documentos. Se necesita una cámara.
fr: Cet appareil ne prend pas en charge la numérisation de documents. Un appareil photo est requis.
it: Questo dispositivo non supporta la scansione dei documenti. È necessaria una fotocamera.

source: This document is no longer on this device.
de: Dieses Dokument befindet sich nicht mehr auf diesem Gerät.
es: Este documento ya no está en este dispositivo.
fr: Ce document n'est plus présent sur cet appareil.
it: Questo documento non è più presente su questo dispositivo.

source: This file couldn't be read
de: Diese Datei konnte nicht gelesen werden
es: No se pudo leer este archivo
fr: Impossible de lire ce fichier
it: Impossibile leggere questo file

source: This file is too large
de: Diese Datei ist zu groß
es: Este archivo es demasiado grande
fr: Ce fichier est trop volumineux
it: Questo file è troppo grande

source: This folder is empty.
de: Dieser Ordner ist leer.
es: Esta carpeta está vacía.
fr: Ce dossier est vide.
it: Questa cartella è vuota.

source: This link isn't valid
de: Dieser Link ist ungültig
es: Este enlace no es válido
fr: Ce lien n'est pas valide
it: Questo link non è valido

source: This page took too long to load
de: Das Laden der Seite hat zu lange gedauert
es: Esta página tardó demasiado en cargarse
fr: Cette page a mis trop de temps à charger
it: Il caricamento della pagina ha richiesto troppo tempo

source: This PDF is already well optimized — no smaller copy was created.
de: Dieses PDF ist bereits gut optimiert — keine kleinere Kopie erstellt.
es: Este PDF ya está bien optimizado; no se creó una copia más pequeña.
fr: Ce PDF est déjà bien optimisé — aucune copie plus petite n'a été créée.
it: Questo PDF è già ben ottimizzato — nessuna copia più piccola è stata creata.

source: This site blocked the conversion
de: Diese Seite hat die Konvertierung blockiert
es: Este sitio bloqueó la conversión
fr: Ce site a bloqué la conversion
it: Questo sito ha bloccato la conversione

source: Title (optional)
de: Titel (optional)
es: Título (opcional)
fr: Titre (facultatif)
it: Titolo (facoltativo)

source: Title (Optional)
de: Titel (optional)
es: Título (opcional)
fr: Titre (optionnel)
it: Titolo (opzionale)

source: To keep PDFIT easy to reach, add it to your Share Sheet favorites. Depending on your iOS version, open More → Edit and add PDFIT to Favorites.
de: Halte PDFIT griffbereit: füge es zu deinen Favoriten hinzu. Je nach iOS-Version über Mehr → Bearbeiten zu den Favoriten hinzufügen.
es: Para tener PDFIT siempre a mano, añádelo a tus favoritos. Según tu versión de iOS, abre Más → Editar y añade PDFIT a Favoritos.
fr: Pour garder PDFIT à portée de main, ajoutez-le à vos favoris. Selon votre version d'iOS, ouvrez Plus → Modifier puis ajoutez PDFIT aux favoris.
it: Per avere PDFIT sempre a portata, aggiungilo ai preferiti. In base alla versione di iOS, apri Altro → Modifica e aggiungi PDFIT ai preferiti.

source: Tool failed
de: Werkzeug fehlgeschlagen
es: Error de herramienta
fr: Outil en échec
it: Strumento non riuscito

source: Total Size
de: Gesamtgröße
es: Tamaño total
fr: Taille totale
it: Dimensione totale

source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova

source: Try Pro — Demo Mode
de: Pro testen — Demomodus
es: Probar Pro — Modo demo
fr: Tester Pro — Mode démo
it: Prova Pro — Modalità demo

source: Try searching with a different filename.
de: Versuchen Sie es mit einem anderen Dateinamen.
es: Intenta buscar con otro nombre de archivo.
fr: Essayez de rechercher avec un autre nom de fichier.
it: Prova a cercare con un nome file diverso.

source: Turn any webpage or link into a clean PDF.
de: Mache aus jeder Webseite oder jedem Link ein sauberes PDF.
es: Convierte cualquier página web o enlace en un PDF limpio.
fr: Transformez n'importe quelle page web ou lien en un PDF propre.
it: Trasforma qualsiasi pagina web o link in un PDF pulito.

source: Turn anything into a PDF from any app.
de: Verwandle alles aus jeder App in ein PDF.
es: Convierte lo que sea en PDF desde cualquier app.
fr: Transformez n'importe quoi en PDF depuis n'importe quelle app.
it: Trasforma qualsiasi cosa in un PDF da qualsiasi app.

source: Turn paper documents into clean, readable PDFs.
de: Papierdokumente werden zu sauberen, gut lesbaren PDFs.
es: Convierte documentos en papel en PDF limpios y legibles.
fr: Transformez vos documents papier en PDF propres et lisibles.
it: Trasforma i documenti cartacei in PDF nitidi e leggibili.

source: Turn paper into a clean PDF in seconds.
de: Mache aus Papier in Sekunden ein sauberes PDF.
es: Convierte el papel en un PDF limpio en segundos.
fr: Transformez le papier en un PDF propre en quelques secondes.
it: Trasforma la carta in un PDF pulito in pochi secondi.

source: Turn photos, links, text, and files into beautiful PDFs instantly.
de: Verwandle Fotos, Links, Text und Dateien sofort in ansprechende PDFs.
es: Convierte al instante fotos, enlaces, texto y archivos en PDF impecables.
fr: Transformez instantanément photos, liens, textes et fichiers en superbes PDF.
it: Trasforma all'istante foto, link, testo e file in splendidi PDF.

source: Turn photos, webpages, text and files into PDFs instantly.
de: Verwandeln Sie Fotos, Webseiten, Texte und Dateien sofort in PDFs.
es: Convierte fotos, páginas web, texto y archivos en PDF al instante.
fr: Transformez photos, pages web, textes et fichiers en PDF instantanément.
it: Trasforma foto, pagine web, testo e file in PDF all'istante.

source: Turn shared content into a PDF without leaving the app you're using.
de: Verwandle geteilte Inhalte in ein PDF, ohne die App zu verlassen.
es: Convierte el contenido compartido en un PDF sin salir de la app que estás usando.
fr: Transformez le contenu partagé en PDF sans quitter l'app que vous utilisez.
it: Trasforma i contenuti condivisi in un PDF senza uscire dall'app che stai usando.

source: Turn shared content into a PDF without leaving the app.
de: Geteilte Inhalte in ein PDF umwandeln, ohne die App zu verlassen.
es: Convierte contenido compartido en PDF sin salir de la app.
fr: Transformez le contenu partagé en PDF sans quitter l'app.
it: Trasforma i contenuti condivisi in PDF senza uscire dall'app.

source: Unlimited folders and merging.
de: Unbegrenzte Ordner und Zusammenführung.
es: Carpetas y fusión ilimitadas.
fr: Dossiers et fusion illimités.
it: Cartelle e unione illimitate.

source: UNLIMITED ORGANIZATION
de: UNBEGRENZTE ORDNUNG
es: ORGANIZACIÓN ILIMITADA
fr: ORGANISATION ILLIMITÉE
it: ORGANIZZAZIONE ILLIMITATA

source: Unlock Pro
de: Pro freischalten
es: Desbloquear Pro
fr: Débloquer Pro
it: Sblocca Pro

source: Unlock Share Extension
de: Teilen-Erweiterung freischalten
es: Desbloquear la extensión de compartir
fr: Débloquer l'extension de partage
it: Sblocca l'estensione di condivisione

source: Use on-device OCR to search and copy text.
de: OCR auf dem Gerät zum Suchen und Kopieren von Text.
es: OCR en el dispositivo para buscar y copiar texto.
fr: OCR sur l'appareil pour chercher et copier le texte.
it: OCR sul dispositivo per cercare e copiare testo.

source: Use PDFIT from any app
de: PDFIT aus jeder App verwenden
es: Usa PDFIT desde cualquier app
fr: Utiliser PDFIT depuis n'importe quelle app
it: Usa PDFIT da qualsiasi app

source: Use Saved Signature
de: Gespeicherte Signatur verwenden
es: Usar firma guardada
fr: Utiliser la signature enregistrée
it: Usa firma salvata

source: Use the Share Sheet from compatible apps.
de: Nutzen Sie das Teilen-Menü aus kompatiblen Apps.
es: Usa la hoja para compartir de apps compatibles.
fr: Utilisez la feuille de partage depuis les apps compatibles.
it: Usa il foglio di condivisione dalle app compatibili.

source: Use the share sheet. We'll handle the rest.
de: Nutze das Teilen-Menü. Wir kümmern uns um den Rest.
es: Usa la hoja para compartir. Nosotros nos encargamos del resto.
fr: Utilisez la feuille de partage. Nous nous occupons du reste.
it: Usa il foglio di condivisione. Al resto pensiamo noi.

source: Use the system Share button.
de: Nutze die System-Taste „Teilen“.
es: Usa el botón Compartir del sistema.
fr: Utilisez le bouton Partager du système.
it: Usa il pulsante Condividi di sistema.
